/* title of the alert, specifying file name, when a save file file-already-exists conflict arises */
"\\U201C%@\\U201D already exists.  Do you want to replace it?" = "„%@“ existiert bereits.  Möchtest du das Objekt ersetzen?";

/* the message in the alert, specifying the file location */
"A file or folder with the same name already exists in the folder %@.  Replacing it will overwrite its current contents." = "Es existiert bereits eine Datei oder ein Ordner mit demselben Namen im Ordner „%@“.  Beim Ersetzen wird der Inhalt überschrieben.";

/* the message in the alert, general, for when file location is not available */
"A file or folder with the same name already exists in the folder.  Replacing it will overwrite its current contents." = "Es existiert bereits eine Datei oder ein Ordner mit demselben Namen im Ordner.  Beim Ersetzen wird der Inhalt überschrieben.";

/* text for the button to not overwrite an existing file when a save file file-already-exists conflict arises */
"Cancel" = "Abbrechen";

/* text for the button that will overwrite an existing file when a save file file-already-exists conflict arises */
"Replace" = "Ersetzten";

/* title of the alert, general, for when file name is not available */
"That already exists.  Do you want to replace it?" = "Das existiert bereits.  Möchtest du das Objekt ersetzen?";

